In [ ]:
import pandas as pd

df = pd.read_csv('data.csv')
df

In [4]:
import pandas as pd

df = pd.read_csv('data.csv')
#df  
df.head()

            Name  Age           City
0       John Doe   25       New York
1       Jane Doe   30    Los Angeles
2      Bob Smith   35        Chicago
3  Alice Johnson   20        Houston
4     Mike Brown   40  San Francisco